/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Programma di installazione di CapCut desktop";
"LvAppTitle" = "Programma di installazione di Jianying desktop";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Continuare l'installazione?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Installa";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Apri";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Annulla";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Hai già installato una versione obsoleta di CapCut (v%@). Puoi aprire la versione obsoleta o installare la versione più recente per sostituirla.";
"LvCheckInstalledMsgHintText" = "Hai già installato una versione obsoleta di Jianying (v%@). Puoi aprire la versione obsoleta o installare la versione più recente per sostituirla.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Interrompere il download?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Continua";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Interrompi";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "L'attuale file scaricato %d%% non verrà salvato.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Impossibile scaricare. Riprova.";
// pc_installer_retry
"BtnText_Retry" = "Riprova";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Interrompi";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Salva";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Spazio su disco insufficiente";

"BtnCheck_SystemTrayAutoboot" = "Apri la tray all'avvio";

"DownloadErrorCodeHintText" = "Codice errore: ";